[
	{
		"title": "HOMER",
		"artist": [	
			{
			"artist_pic" : "/images/homer/artist_pic_1.JPG",
			"name" : "Sam Gussman",
			"website" : "artist"
			},
			{
			"artist_pic" : "/images/homer/artist_pic_2.JPG",
			"name" : "Bradford Mills",
			"website":"artist"
			}
		],
		"bio": [
			"Sam is a sophomore at Stanford. He plans on majoring in Symbolic Systems, although he's been too busy to actually declare. He is interested in Human-Computer Interaction, or in otherwords– using computers to augment innate human intelligence.",
			"Sam was born in Toano, Virginia the youngest (by 9 years) of four boys.  They lived on a 1,000 acre lake and where they spent their summers building rope-swings, floating docks, and zip-lines.",
			"Sam's artistic interests are metal-work, light and fire, and natural forms."
		],
		"about_art" : [
			"In today's fast-paced, individualistic society, people often lose sight of themselves and become consumed with everyday pressures: Did I get this promotion? Will I finish this proposal on time? How am I going to pay this month's rent?",
			"In order to combat this phenomenon, I built HOMER- or Hanging Objects Making Elliptical Rotations. Homer focuses on the interaction and cooperation people and uses their interaction to create a moment of joy that alleviates the participants from their concerns, even if only for an instant. Much like the classic teeter-totter, Homer can really only be enjoyed when two people choose to work with each other to share in the experience. The structure will essentially be a revolving see-saw with hammock-like seats for each person. My hope is that through Homer people will come together, have fun, and realize the value of team work and collaboration. But more than that, I want to recreate the feeling of childhood fun and play, allowing people to forget about their daily torments and stresses for a moment and return to the innocence and happiness of childhood.",
			"Homer is my first attempt at large sculpture, and I hope that participants enjoy it as much as I have enjoyed building it."
		],
		"photos": [
			"/images/homer/art/pic_1.JPG",
			"/images/homer/art/pic_2.JPG",
			"/images/homer/art/pic_3.JPG"
		],
		"art_pic" : "/images/homer/art_pic.jpg",
		"twitter_handle" : "sgussman"
	}
]