[
	{
		"title": "Mumbatu",
		"artist": ["Karen Cusolito"],
		"bio": [
			"Karen studied at Rhode Island School of Design and Massachusetts College of Art. She worked on several public art installations in and around the Boston area before moving to San Francisco in 1996.",
			"Her art has taken many forms, from painting and mixed media to the large-scale steel sculptures she’s presently developing.",
			"She finds drawing to be the easiest and most concise form of communication and the human form a rich arena in which to explore and express emotion, intention, and challenge. Much of her work focuses on humanity and the environment and the delicate balance between the two.",
			"Karen is about to embark on a new series that studies the female form throughout history." ,
			"Since 2009, she has been running American Steel Studios in Oakland, CA, which provides studio and gallery space to over 100 artists and small businesses."
		],
		"about_art" : [
			"Mumbatu is deep in a posture of introspection. His height is exaggerated, emphasizing his strength and lean musculature. Yet despite his imposing size, he is crouching down, with deep regard for the smaller nuances of life; the delicate balance between nature and humanity.",
			"Mumbatu was created in 2007 and was first exhibited at Burning Man. He has since traveled to Maker Faire, 2008, Electric Daisy Carnival 2008 and 2010.",
			"This sculpture is part of a private collection."
		],
		"photos": [
			"/images/mumbatu/art/mumbatu_01.jpg",
			"/images/mumbatu/art/mumbatu_02.jpg",
			"/images/mumbatu/art/mumbatu_03.jpg",
			"/images/mumbatu/art/mumbatu_04.jpg"
		],
		"artist_pic" : ["images/mumbatu/artist_pic.jpg"],
		"art_pic" : "images/mumbatu/art_pic.jpg",
		"twitter_handle" : "sgussman",
		"website": ["http://karecuso.com/index.html"]
	},
	{
		"title": "HOMER",
		"artist": ["Sam Gussman",
					"Bradford Mills"
				],
		"bio": [
			"Sam is a sophomore at Stanford. He plans on majoring in Symbolic Systems, although he's been too busy to actually declare. He is interested in Human-Computer Interaction, or in otherwords– using computers to augment innate human intelligence.",
			"Sam was born in Toano, Virginia the youngest (by 9 years) of four boys.  They lived on a 1,000 acre lake and where they spent their summers building rope-swings, floating docks, and zip-lines.",
			"Sam's artistic interests are metal-work, light and fire, and natural forms."
		],
		"about_art" : [
			"In today's fast-paced, individualistic society, people often lose sight of themselves and become consumed with everyday pressures: Did I get this promotion? Will I finish this proposal on time? How am I going to pay this month's rent?",
			"In order to combat this phenomenon, I built HOMER- or Hanging Objects Making Elliptical Rotations. Homer focuses on the interaction and cooperation people and uses their interaction to create a moment of joy that alleviates the participants from their concerns, even if only for an instant. Much like the classic teeter-totter, Homer can really only be enjoyed when two people choose to work with each other to share in the experience. The structure will essentially be a revolving see-saw with hammock-like seats for each person. My hope is that through Homer people will come together, have fun, and realize the value of team work and collaboration. But more than that, I want to recreate the feeling of childhood fun and play, allowing people to forget about their daily torments and stresses for a moment and return to the innocence and happiness of childhood.",
			"Homer is my first attempt at large sculpture, and I hope that participants enjoy it as much as I have enjoyed building it."
		],
		"photos": [
			"/images/homer/art/pic_01.JPG",
			"/images/homer/art/pic_02.JPG",
			"/images/homer/art/pic_03.JPG"
		],
		"artist_pic" : [
						"/images/homer/artist_pic_1.JPG",
						"/images/homer/artist_pic_2.JPG"
						],
		"art_pic" : "/images/mumbatu/art_pic.jpg",
		"twitter_handle" : "sgussman",
		"website" : ["."]
	},
	{
		"title": "Not-So-Stormy Weather",
		"artist": ["Connor Kelly"],
		"bio": [
			"Connor Kelley is a current junior at Stanford majoring in Art History with a focus in Architectural History and Theory. While he mostly reads and writes about art, he likes to dabble in the making of it as well. Outside of visual art, Connor loves to tap dance, play and listen to music, cook, rock climb, and search for the perfect avocado. He hasn’t found it yet."
		],
		"about_art" : [
			"Not-So-Stormy Weather takes its primary inspiration from the classic Nicholas Brothers tap dance routine in the 1943 film Stormy Weather (hence the only slightly serious title of this piece). In said film, the Nicholas Brothers fly up and down a comically large white staircase. This dance tableau culminates in the pair jumping from the top of the stairs to synchronized splits some seven feet below, surely inspiring a cringe in audience members everywhere.",
			"This installation both takes the themes of that dance and reworks them for a contemporary moment. Instead of tap shoes, we have sound processing software. Instead of blank white wood, we have stained maple. Instead of theatrical size, we have reasonable and clean scale. Not-So-Stormy Weather allows for aural, kinetic, and creative exploration that is imbued with absurdity, whimsy, and a love of performance."
		],
		"photos": [
			"/images/notsostormyweather/art/pic_1.jpg"
		],
		"artist_pic" : "/images/notsostormyweather/artist_pic.jpg",
		"art_pic" : "/images/notsostormyweather/art_pic.jpg",
		"twitter_handle" : "frost_art_2014",
		"website" : ["."]
	},
		{
		"title": "Glass Case of Emotion",
		"artist": ["Hillary Streeter"],
		"bio": [
			"I am a senior majoring in Human Biology, concentrating in “Health Disparities in Gender and Ethnicity.” For the first three years at Stanford, I had the vision of going to medical school after graduation, focusing my studies on premed courses. Even though I had a passion for the arts, I didn’t take advantage of the classes Stanford has to offer to explore that passion of mine. That is, of course, until this year. In November, I finally decided that medicine was not what I actually wanted to pursue and so I turned my focus on the arts.",
			"I have always been passionate about filmmaking, taking film studies courses and the film production course offered during Stanford’s Art Intensive. I furthered those skills through various class and personal projects, jobs on campus, and a grant I received last year to make a short educational documentary.",
			"Because of my interest in film, I have been more exposed to the arts in general and recently had an interest for gaining other skills. When I came across ME 289, I realized it would be the perfect class for me. Taking this class has allowed me to explore any hands-on art skills, from soldering to woodworking to welding. And I am even trying to make a short video about the experiences of all the student artists in the class, incorporating my old love for film with my new love for electronics and construction. In the future, I hope to continue my work with video production, whether it is through marketing and advertising, broadcast journalism, or even the film industry, as well as pursuing other skills in the arts. My first step begins in June with a 6-month fellowship in marketing and engagement for a non-profit focused in social justice through the arts."
		],
		"about_art" : [
			"At the beginning of this past winter quarter, I went to London for a weekend to attend my Godsister’s wedding. While there, I couldn’t help but notice all of the well-known red telephone booths located throughout the city. Even in an age of smartphones—where phone booths are rarely or never used—, I still witnessed people checking out many of the phone booths I came across. Usually it was just to take a photograph, but other times it was to make use of the redesigned purpose of some of the booths, such as free wifi and access to an atm. It was during this time that I was given an assignment in ME 289 to brainstorm 10 ideas. Inspired by both the idea that simply the look of the red phone booth attracted people to it, as well as the use of redesigning the booth for a more effective purpose, I decided to include building a telephone booth as a potential project.",
			"After many weeks of class discussions and proposals, I finalized my original idea into a concrete project, titled “Glass Case of Emotion.” There are two main components to my work that will hopefully make it an effective art piece to interact with. Firstly is the design of the booth. Using wood as my main material, I designed a red telephone booth that mimics the look of the English-style booth. The design is by no means identical but it looks similar enough to hopefully attract people to it. Secondly is the redesign of the pay phone itself. The phone has been rewired using an arduino and waveshield so that instead of talking to someone on another line, you will be able to listen to different sound clips depending on which number is pressed on the dial pad.",
			"The phone essentially has been turned into a game. Each number on the dial pad is connected to a movie soundtrack or audio clip that corresponds to a movie with a scene that takes place in a telephone booth. You must try to identify each movie, and a prize will be given to anyone who recognizes every single movie. Dialing operator will explain these instructions more in depth.",
			"This project has been a huge endeavor for me. Having absolutely no experience with woodwork, arduinos, or basic electrical circuitry, I chose to take on this project as a way to gain these skills. It has been challenging, time consuming, frustrating, but overall very rewarding. I hope that my work, as well as everyone else’s, will be a huge success at Frost and that many people will make use and enjoy playing with the interactive art we have all worked very hard to create!"
		],
		"photos": [
			"/images/glasscaseofemotion/art/pic_1.JPG",
			"/images/glasscaseofemotion/art/pic_2.jpg",
			"/images/glasscaseofemotion/art/pic_3.jpg",
			"/images/glasscaseofemotion/art/pic_4.jpg"
		],
		"artist_pic" : ["/images/glasscaseofemotion/artist_pic.jpg"],
		"art_pic" : "/images/glasscaseofemotion/art_pic.jpg",
		"twitter_handle" : "frost_art_2014",
		"website" : ["."]
	},
		{
		"title": "A Whale's Tale",
		"artist": ["Andrea Stein"],
		"bio": [
			"Andrea is a sophomore at Stanford. She has a pet rattlesnake named Chim. She loves him alot."
		],
		"about_art" : [
			"In modern times it is all too easy to distance ourselves from the impact our choices have on the natural environment. The fate of most living species rests in our hands, and it is our responsibility to be cognizant of that fact. To many people the oceans are unfamiliar places, and the brilliant life they harbor seems foreign, making conservation even more difficult.",
			"A Whale’s Tale is a physical representation of our consumerism. By using recycled materials and rusty-old rebar, the structure hopes to remind people of the negative impact that our trash and actions can have. Inside, the concert-goers will be dwarfed by the whale's ribcage, which will arc over the pathway to Frost Amphitheater. I hope that this experience will convince people to be more considerate of how their actions affect our oceans and the creatures that live out of our sight, under the sea."
		],
		"photos": [
			"/images/awhalestale/art/pic_1.jpg",
			"/images/awhalestale/art/pic_2.jpg",
			"/images/awhalestale/art/pic_3.jpg"
		],
		"artist_pic" : ["/images/awhalestale/artist_pic.jpg"],
		"art_pic" : "/images/awhalestale/art_pic.JPG",
		"twitter_handle" : "frost_art_2014",
		"website" : "."
	},
		{
		"title": "Characters Wanted",
		"artist": ["Jake Friedler",
					"Laura Petree"],
		"bio": [
			"Jake Friedler grew up in White Suburbia, CA and is still trying to get out. Since coming to Stanford, he has been involved in creating 'Penny's Room,' a performance art piece that brought some of Stanford's psychedelic past to life at Frost in 2013, as well as 'Titus,' an immersive theatre experience that happened at Lake Lagunita in May of the same year. He studies Comparative Literature and spent his last summer backpacking through Japan writing haiku poetry. His interests include longboarding, good conversation, and the re-mystification of our postmodern wasteland. ",
			"Laura Petree is a junior at Stanford exploring how theatre fits in a world of TV. At Stanford she co-founded The Freeks Theater, a theater group dedicated to producing free, independent, fearless performance on campus. She has directed five shows, acted in two, worked with ReDesigning Theatre, attended countless performances, studied theatre at Oxford, and taken numerous theatre classes. She is studying Comparative Literature, theatre’s unique ability to contain all forms of art, and discovering theatre’s place within the modern world of mediatized brains."
		],
		"about_art" : [
			"Characters Wanted explores and reevaluates concepts of immersive theatre. Six actors will, over the course of the quarter, develop characters based on Disney characters. Their interpretations of these characters will be realistic and nuanced, set within the context of students from “Disney University” studying abroad at Stanford. They have no script, no plot, and no intended outcome aside from the creation of a total being. Their first major interaction with the public will be at Frost, and they will continue to attend events throughout the course of the following week. The characters’ lives will be affected by their interactions with the public, and in the same way the characters can have a real affect on spectators’ lives too, forming real relationships. This project hopes to revitalize our experiences with other humans, and reevaluate our conception of childhood characters. The characters will also help blur our boundaries between life and art, and connect the rest of the Frost art projects into a total work."
		],
		"photos": [
			"/images/characterswanted/art/pic_1.jpg",
		],
		"artist_pic" : [
						"/images/characterswanted/artist_pic_1.jpg",
						"/images/characterswanted/artist_pic_2.jpg"
						],
		"art_pic" : "/images/characterswanted/art_pic.jpg",
		"twitter_handle" : "frost_art_2014",
		"website" : [
						"http://about.me/jakefrdlr",
						"."
					]
	},
		{
		"title": "",
		"artist": [""],
		"bio": [
			""
		],
		"about_art" : [
			""
		],
		"photos": [
			"",
			"",
			"",
			""
		],
		"artist_pic" : "",
		"art_pic" : "",
		"twitter_handle" : ""
	},
		{
		"title": "",
		"artist": [""],
		"bio": [
			""
		],
		"about_art" : [
			""
		],
		"photos": [
			"",
			"",
			"",
			""
		],
		"artist_pic" : "",
		"art_pic" : "",
		"twitter_handle" : ""
	},
	{
		"title": "",
		"artist": [""],
		"bio": [
			""
		],
		"about_art" : [
			""
		],
		"photos": [
			"",
			"",
			"",
			""
		],
		"artist_pic" : "",
		"art_pic" : "",
		"twitter_handle" : ""
	}
]